INSERT INTO blog.article (id, title, description, content, category_id, views, create_time, update_time) VALUES (1, '好了歌', '《好了歌》，出自古典名著《红楼梦》中人物跛足道人所作的七言古诗，作者借此诗来表达，人们建功立业、发财致富、贪恋妻妾、顾念儿孙都是被情欲蒙蔽、尚不“觉悟”的缘故，而这一切都是靠不住的，从而宣扬了一种冷静观照人生的现实主义思想，亦有着浓厚的宗教色彩。全诗用语极为浅近，对仗、用韵均不讲究，但却蕴含深刻的人生哲理，大俗之中可见大雅。', '世人都晓神仙好，惟有功名忘不了！

古今将相在何方?荒冢一堆草没了。

世人都晓神仙好，只有金银忘不了！

终朝只恨聚无多，及到多时眼闭了。

世人都晓神仙好，只有姣妻忘不了！

君生日日说恩情，君死又随人去了。

世人都晓神仙好，只有儿孙忘不了！

痴心父母古来多，孝顺儿孙谁见了?', 1, 100, '2024-11-23 10:59:23', '2024-11-23 15:02:59');
INSERT INTO blog.article (id, title, description, content, category_id, views, create_time, update_time) VALUES (2, '临江仙·夜登小阁忆洛中旧游', '这首词是作者晚年追忆洛中朋友和旧游而作的。上片写对已经沦落敌国之手的家乡以及早年自在快乐生活的回顾。下片宕开笔墨回到现实，概括词人从踏上仕途所经历的颠沛流离和国破家亡的痛苦生活，结句将古今悲慨、国恨家愁，都融入“渔唱”之中，将沉挚的悲感化为旷达的襟怀。此词直抒胸臆，表情达意真切感人，通过上下两片的今昔对比，萌生对家国和人生的惊叹与感慨，韵味深远绵长。', '忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。
二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。', 1, 150, '2024-11-23 10:59:23', '2024-11-23 18:10:53');
INSERT INTO blog.article (id, title, description, content, category_id, views, create_time, update_time) VALUES (3, '咸阳城东楼', '《咸阳城东楼》是唐代诗人许浑的作品。此诗用云、日、风、雨层层推进，又以绿芜、黄叶来渲染，勾勒出一个萧条凄凉的意境，借秦苑、汉宫的荒废，抒发了对家国衰败的无限感慨。', '一上高城万里愁，蒹葭杨柳似汀洲。
溪云初起日沉阁，山雨欲来风满楼。
鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。
行人莫问当年事，故国东来渭水流。...', 1, 80, '2024-11-23 10:59:23', '2024-11-23 18:11:02');
INSERT INTO blog.article (id, title, description, content, category_id, views, create_time, update_time) VALUES (4, '滕王阁序', '《滕王阁序》是唐代文学家王勃创作的一篇骈文。文章由洪都的地势、人才写到宴会，写滕王阁的壮丽，眺望的广远，扣紧秋日，景色鲜明；再从宴会娱游写到人生遇合，抒发身世之感；接着写作者的遭遇并表白要自励志节，最后以应命赋诗和自谦之辞作结。全文表露了作者的抱负和怀才不遇的愤懑心情。文章除少数虚词以外，通篇对偶。句法以四字句、六字句为多，对得整齐；又几乎是通篇用典，用得比较自然而恰当，显得典雅而工巧。
', '豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊彩星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。
时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。
披绣闼，俯雕甍。山原旷其盈视，川泽纡其骇瞩。闾阎扑地，鐘鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦。
遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？
嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空馀报国之情；阮籍猖狂，岂效穷途之哭！
勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗慤之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；锺期既遇，奏流水以何惭？
呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：
滕王高阁临江渚，珮玉鸣鸾罢歌舞。
画栋朝飞南浦云，珠帘暮卷西山雨。
闲云潭影日悠悠，物换星移几度秋。
阁中帝子今何在？槛外长江空自流。', 1, 0, '2024-11-23 12:36:36', '2024-11-23 18:11:02');
INSERT INTO blog.article (id, title, description, content, category_id, views, create_time, update_time) VALUES (5, '临江仙 · 冬夜怀人', '楼主于冬日所写', '一树红枫天尽处，几番飞雪寒。
斜阳不解照愁颜。
远山眉黛淡，流水叹时艰。

独倚阑干思往事，相思几度残。
而今风景又清寒。
旧梦难重返，新愁又未干。', null, 0, '2024-11-28 14:42:57', '2024-11-28 14:42:57');
INSERT INTO blog.article (id, title, description, content, category_id, views, create_time, update_time) VALUES (6, '满江红·虞姬别', null, '
寒月如钩，照千里、楚营霜冷。听铮铮、刀剑鸣清夜，愁肠欲竭。
玉腕轻摇金雾散，朱颜一笑梨花咽。舞霓裳、凄凄红叶映，芳容绝。

君未别，魂先逝。乌江畔，寒烟碧。叹江东、铁马踏残阳，芳尘灭。
此生已许随君去，来世还随君王血。待春来、落花满楚营，重相悦。', null, 0, '2024-11-28 14:55:54', '2024-11-28 14:55:54');
